Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvOnboarding/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# ONBOARDING_BUTTON_CHOOSE_BACKUP_FILE_FROM_FILES
source: From File
de: Aus Datei
es: Desde archivo
fr: Depuis Fichiers
it: Da file
ja: ファイルから
ko: 파일에서
pt_br: Do arquivo
pt_pt: De um ficheiro
ru: Из файла
uk: З файлу
zh_hans: 来自文件

# ONBOARDING_BUTTON_CHOOSE_BACKUP_FILE_FROM_ICLOUD
source: From iCloud
de: Von iCloud
es: Desde iCloud
fr: Depuis iCloud
it: Da iCloud
ja: iCloudから
ko: iCloud에서 가져옴
pt_br: Da iCloud
pt_pt: Da iCloud
ru: Из iCloud
uk: З iCloud
zh_hans: 来自 iCloud

# ONBOARDING_BUTTON_TITLE_ACTIVATE_MY_PROFILE_ON_THIS_DEVICE
source: Yes, and I have it at hand
de: Ja, und ich habe es gerade zur Hand
es: Sí, y lo tengo a mano
fr: Oui, et je l’ai avec moi
it: Sì, ce l'ho a portata di mano
ja: はい、今すぐ確認できます
ko: 네, 지금 가지고 있어요.
pt_br: Sim, e tenho aqui comigo.
pt_pt: Sim, e tenho-o aqui.
ru: Да, и она у меня под рукой
uk: Так, і вона в мене під рукою
zh_hans: 是的，而且我手头就有

# ONBOARDING_BUTTON_TITLE_I_DO_NOT_HAVE_AN_OLVID_PROFILE
source: I am a new Olvid user
de: Ich bin ein neuer Olvid-Nutzer
es: Soy un usuario nuevo de Olvid
fr: Je suis un nouvel utilisateur
it: Sono un nuovo utente Olvid
ja: 私はOlvidの新規ユーザーです
ko: 저는 올비드 앱을 처음 사용하는 사용자입니다.
pt_br: Sou um novo usuário do Olvid
pt_pt: Sou um novo utilizador do Olvid
ru: Я новый пользователь Olvid
uk: Я новий користувач Olvid
zh_hans: 我是一名新的 Olvid 用户

# ONBOARDING_BUTTON_TITLE_I_HAVE_AN_OLVID_PROFILE
source: I already have an Olvid profile
de: Ich habe bereits ein Olvid-Profil.
es: Ya tengo un perfil de Olvid
fr: J'ai déjà un profil Olvid
it: Ho già un profilo Olvid
ja: 私はすでにOlvidのアカウントを持っています
ko: 저는 이미 Olvid 프로필을 가지고 있습니다.
pt_br: Eu já tenho um perfil Olvid
pt_pt: Já tenho um perfil Olvid
ru: У меня уже есть профиль Olvid
uk: У мене вже є профіль Olvid
zh_hans: 我已经有 Olvid 账户了

# ONBOARDING_BUTTON_TITLE_OPEN_YOUR_EXISTING_PROFILE
source: Open your profile
de: Öffne dein Profil
es: Abre tu perfil
fr: Ouvrir votre profil
it: Apri il tuo profilo
ja: プロフィールを開く
ko: 프로필을 여세요
pt_br: Abra seu perfil
pt_pt: Abrir o seu perfil
ru: Откройте свой профиль
uk: Відкрийте свій профіль
zh_hans: 打开您的个人资料

# ONBOARDING_BUTTON_TITLE_RESTORE_BACKUP
source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
pt_br: Não
pt_pt: Não
ru: Нет
uk: Ні
zh_hans: 否

# ONBOARDING_DEVICE_NAME_CHOOSER_BUTTON_TITLE
source: Confirm
de: Bestätigen
es: Confirmar
fr: Valider
it: Conferma
ja: 確認
ko: 확인
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердить
uk: Підтвердити
zh_hans: 确认

# ONBOARDING_DEVICE_NAME_CHOOSER_SUBTITLE
source: This will help you distinguish between your devices. Device names are only visible to you.
de: Dies hilft Ihnen, Ihre Geräte zu unterscheiden. Gerätenamen sind nur für Sie sichtbar.
es: Esto te ayudará a distinguir entre tus dispositivos. Los nombres de los dispositivos solo son visibles para ti.
fr: Cela vous permettra de reconnaître vos appareils facilement. Les surnoms ne sont visibles que par vous.
it: Questo ti aiuterà a distinguere i tuoi dispositivi. I nomi dei dispositivi sono visibili solo a te.
ja: これにより、複数のデバイスを区別できます。デバイス名はあなただけに見えるようになります。
ko: 이를 통해 기기를 구분할 수 있습니다. 기기 이름은 사용자에게만 표시됩니다.
pt_br: Isso ajudará você a diferenciar seus dispositivos. Os nomes dos dispositivos são visíveis apenas para você.
pt_pt: Isto ajudará a diferenciar os seus dispositivos. Os nomes dos dispositivos só são visíveis para si.
ru: Это поможет вам различать ваши устройства. Названия устройств видны только вам.
uk: Це допоможе вам розрізняти ваші пристрої. Назви пристроїв видимі лише вам.
zh_hans: 这有助于您区分不同的设备。设备名称仅对您可见。

# ONBOARDING_DEVICE_NAME_CHOOSER_TEXTFIELD_%@
source: Example: %@
de: Beispiel: %@
es: Ejemplo: %@
fr: Exemple: %@
it: Esempio: %@
ja: 例: %@
ko: 예시: %@
pt_br: Exemplo: %@
pt_pt: Exemplo: %@
ru: Пример: %@
uk: Приклад: %@
zh_hans: 例如：%@

# ONBOARDING_DEVICE_NAME_CHOOSER_TITLE
source: Give a name to this device
de: Gib diesem Gerät einen Namen.
es: Asigna un nombre a este dispositivo
fr: Donnez un surnom à cet appareil
it: Dai un nome a questo dispositivo
ja: このデバイスに名前を付けてください
ko: 이 장치에 이름을 지정하세요
pt_br: Dê um nome a este dispositivo
pt_pt: Atribua um nome a este dispositivo
ru: Дайте имя этому устройству
uk: Дайте назву цьому пристрою
zh_hans: 为该设备命名

# ONBOARDING_DROP_A_BACKUP_FILE_HERE
source: or drop it here
de: oder ziehen Sie es hierher
es: o arrástralo aquí
fr: ou déposez le ici
it: oppure trascinalo qui
ja: または、ここにドラッグして落としてください
ko: 또는 여기에 드래그 앤 드롭하세요
pt_br: ou arraste-o para cá
pt_pt: ou arraste e solte aqui
ru: или перетащите сюда
uk: або перетягніть сюди
zh_hans: 或者直接拖放到这里

# ONBOARDING_ENTER_BACKUP_KEY
source: Please enter the backup key
de: Bitte geben Sie den Backup-Schlüssel ein
es: Por favor, introduce la clave de respaldo
fr: Veuillez entrer votre clé de sauvegarde
it: Inserisci la chiave di backup
ja: バックアップキーを入力してください
ko: 백업 키를 입력하세요.
pt_br: Por favor, insira a chave de backup
pt_pt: Por favor, introduza a chave de segurança.
ru: Пожалуйста, введите ключ резервной копии
uk: Будь ласка, введіть ключ резервної копії
zh_hans: 请输入备份密钥

# ONBOARDING_KEYCLOAK_MANUAL_CONFIGURATION_TITLE_CLIENT_SECRET
source: Server client secret
de: Server-Client-Geheimnis
es: Secreto del cliente del servidor
it: Segreto client server
ja: サーバークライアントシークレット
ko: 서버 클라이언트 보안 키
pt_br: Segredo do cliente do servidor
pt_pt: Segredo do cliente do servidor
ru: Секретный ключ клиента сервера
uk: Секретний ключ клієнта сервера
zh_hans: 服务器客户端密钥

# ONBOARDING_KEYCLOAK_MANUAL_CONFIGURATION_TITLE_URL
source: Identity provider server
de: Identitätsanbieterserver
es: Servidor de proveedor de identidad
it: Server del provider di identità
ja: IDプロバイダサーバー
ko: ID 제공 서버
pt_br: Servidor de provedor de identidade
pt_pt: Servidor de provedor de identidade
ru: Сервер провайдера идентификации
uk: Сервер провайдера ідентифікації
zh_hans: 身份验证服务器

# ONBOARDING_MANAGED_IDENTITY_SUBTITLE
source: The informations below were retrieved from the identity provider of your company.
de: Die folgenden Informationen wurden vom Identitätsanbieter Ihres Unternehmens abgerufen.
es: La información a continuación se obtuvo del proveedor de identidad de su empresa.
fr: Les informations ci-dessous ont été récupérées depuis le fournisseur d’identités de votre société.
it: Le informazioni sottostanti sono state recuperate dal provider di identità della tua azienda.
ja: 以下の情報は、お客様の会社のIDプロバイダーから取得されました。
ko: 아래 정보는 귀사의 ID 제공업체에서 가져온 것입니다.
pt_br: As informações abaixo foram obtidas do provedor de identidade da sua empresa.
pt_pt: As informações abaixo foram obtidas do fornecedor de identidade da sua empresa.
ru: Информация ниже была получена от поставщика идентификации вашей компании.
uk: Інформацію нижче було отримано від провайдера ідентифікації вашої компанії.
zh_hans: 以下信息是从您公司的身份提供程序中检索的。

# ONBOARDING_NAME_CHOOSER_BUTTON_TITLE
source: Create a profile
de: Erstelle ein Profil
es: Crear un perfil
fr: Créer un profil
it: Crea un profilo
ja: プロフィールを作成
ko: 프로필 만들기
pt_br: Criar um perfil
pt_pt: Criar um perfil
ru: Создать профиль
uk: Створити профіль
zh_hans: 创建个人资料

# ONBOARDING_NAME_CHOOSER_MANAGED_PROFILE_BUTTON_TITLE
source: This way
de: Auf diese Weise
es: De esta manera
fr: Par ici
it: In questo modo
ja: こうすれば
ko: 이렇게 하세요
pt_br: Dessa forma
pt_pt: Desta forma
ru: Так
uk: Ось так
zh_hans: 这样

# ONBOARDING_NAME_CHOOSER_MANAGED_PROFILE_LABEL
source: Profile managed by your organisation?
de: Profil von Ihrer Organisation verwaltet?
es: ¿Perfil gestionado por tu organización?
fr: Profil fourni par votre organisation ?
it: Profilo gestito dalla tua organizzazione?
ja: このプロフィールはあなたの組織によって管理されていますか？
ko: 귀하의 조직에서 관리하는 프로필입니까?
pt_br: Perfil gerenciado pela sua organização?
pt_pt: Perfil gerido pela sua organização?
ru: Профиль управляется вашей организацией?
uk: Профіль керується вашою організацією?
zh_hans: 个人资料由您的组织管理吗？

# ONBOARDING_NAME_CHOOSER_TEXTFIELD_FIRSTNAME
source: First name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
ja: 名
ko: 이름
pt_br: Primeiro nome
pt_pt: Nome
ru: Имя
uk: Ім'я
zh_hans: 名

# ONBOARDING_NAME_CHOOSER_TEXTFIELD_LASTNAME
source: Last name
de: Nachname
es: Apellido
fr: Nom
it: Cognome
ja: 名字
ko: 성
pt_br: Sobrenome
pt_pt: Apelido
ru: Фамилия
uk: Прізвище
zh_hans: 姓

# ONBOARDING_NAME_CHOOSER_TEXTFIELD_POSITION
source: Job title
de: Berufsbezeichnung
es: Cargo
fr: Poste
it: Posizione lavorativa
ja: 職務
ko: 직책
pt_br: Cargo
pt_pt: Cargo
ru: Должность
uk: Посада
zh_hans: 职位

# ONBOARDING_NAME_CHOOSER_TITLE
source: Welcome to Olvid
de: Willkommen bei Olvid
es: Bienvenido a Olvid
fr: Bienvenue parmi nous
it: Benvenuto/a su Olvid
ja: Olvidへようこそ
ko: Olvid에 오신 것을 환영합니다
pt_br: Bem-vindo(a) ao Olvid
pt_pt: Bem-vindo(a) ao Olvid
ru: Добро пожаловать в Olvid
uk: Ласкаво просимо до Olvid
zh_hans: 欢迎来到 Olvid

# ONBOARDING_WHICH_BACKUP_DO_YOU_WANT_TO_RESTORE
source: Which backup do you want to restore?
de: Welches Backup möchtest du wiederherstellen?
es: ¿Qué copia de seguridad quieres restaurar?
fr: Quelle sauvegarde voulez-vous restaurer ?
it: Da quale backup vuoi ripristinare?
ja: どのバックアップを復元しますか？
ko: 어떤 백업을 복원하시겠습니까?
pt_br: Qual backup você deseja restaurar?
pt_pt: Qual cópia de segurança pretende restaurar?
ru: Какую резервную копию вы хотите восстановить?
uk: Який бекап ви хочете відновити?
zh_hans: 您想恢复哪个备份？

# OWNED_IDENTITY_GENERATED_EXPLANATION
source: You just finished Olvid's configuration! No data (first name, last name,...) was ever transmitted to our servers. Everything stays on your device. Did you notice that we did not ask for your phone number nor your email address? And unlike your previous messenger, Olvid will never request access to your address book.
de: Du hast gerade die Konfiguration von Olvid abgeschlossen! Es wurden niemals Daten (Vorname, Nachname,...) an unsere Server übertragen. Alles bleibt auf deinem Gerät. Hast du bemerkt, dass wir weder deine Telefonnummer noch deine E-Mail-Adresse abgefragt haben? Und im Gegensatz zu deinem bisherigen Messenger wird Olvid niemals Zugriff auf dein Adressbuch anfordern.
es: ¡Acabas de finalizar la configuración de Olvid! No se transmitió ningún dato (nombre, apellido,...) a nuestros servidores. Todo permanece en tu dispositivo. ¿Notaste que no te pedimos tu número de teléfono ni tu dirección de correo electrónico? Y, a diferencia de tu anterior aplicación de mensajería, Olvid nunca solicitará acceso a tu libreta de direcciones.
fr: Vous venez de terminer la configuration d'Olvid ! Aucune donnée (nom, prénom, etc.) n'a été transmise à nos serveurs. Tout reste sur votre appareil. Avez-vous remarqué que nous ne vous avons pas demandé votre numéro de téléphone ni votre adresse email ? Et contrairement à votre messagerie précédente, Olvid ne demandera jamais l’accès à votre carnet d’adresses.
it: Hai appena completato la configurazione di Olvid! Nessun dato (nome, cognome,...) è mai stato trasmesso ai nostri server. Tutto rimane sul tuo dispositivo. Hai notato che non ti abbiamo chiesto il numero di telefono né l'indirizzo email? E a differenza del tuo precedente messenger, Olvid non chiederà mai l'accesso alla tua rubrica.
ja: Olvid の設定が完了しました。 お客様の個人情報（氏名など）は、当社のサーバーに送信されることはありません。すべてのデータはデバイス内に保存されます。 電話番号やメールアドレスを尋ねなかったことに気づきましたか？ また、以前のメッセンジャーとは異なり、Olvid は決してアドレス帳へのアクセスを要求することはありません。
ko: Olvid 설정을 완료했습니다! 이름, 성 등 어떠한 데이터도 서버로 전송되지 않았습니다. 모든 정보는 귀하의 기기에 남아 있습니다. 저희가 전화번호나 이메일 주소를 요청하지 않았다는 점을 확인하셨습니까? 또한 기존 메신저와 달리 Olvid는 절대 주소록 접근 권한을 요청하지 않습니다.
pt_br: Você acabou de concluir a configuração do Olvid! Nenhum dado (nome, sobrenome, etc.) foi transmitido aos nossos servidores. Tudo permanece no seu dispositivo. Você notou que não solicitamos seu número de telefone nem seu endereço de e-mail? E, ao contrário do seu aplicativo de mensagens anterior, o Olvid nunca solicitará acesso à sua lista de contatos.
pt_pt: Acabou de concluir a configuração do Olvid! Nenhum dado (nome, apelido, etc.) foi transmitido aos nossos servidores. Tudo permanece no seu dispositivo. Reparou que não pedimos o seu número de telefone nem o seu endereço de e-mail? E, ao contrário do seu antigo mensageiro, o Olvid nunca solicitará acesso à sua lista de contactos.
ru: Вы только что завершили настройку Olvid! Никакие данные (имя, фамилия и т.д.) никогда не передавались на наши серверы. Всё остаётся на вашем устройстве. Заметили ли вы, что мы не запрашивали ваш номер телефона или адрес электронной почты? И в отличие от вашего предыдущего мессенджера, Olvid никогда не будет запрашивать доступ к вашей адресной книге.
uk: Ви щойно завершили налаштування Olvid! Жодні дані (ім'я, прізвище,...) ніколи не передавалися на наші сервери. Все залишається на вашому пристрої. Чи помітили ви, що ми не запитували ваш номер телефону чи адресу електронної пошти? І на відміну від вашого попереднього месенджера, Olvid ніколи не запитуватиме доступ до вашої адресної книги.
zh_hans: 您已完成 Olvid 的配置！ 没有任何数据（如姓名等）传输到我们的服务器。所有数据都保存在您的设备上。 您是否注意到，我们没有要求您提供电话号码或电子邮件地址？ 与您之前使用的消息应用程序不同，Olvid 绝不会要求访问您的通讯录。

# OWNED_IDENTITY_SUMMARY_VIEW_SUBTITLE
source: Let's make sure everything's right
de: Lass uns sicherstellen, dass alles korrekt ist.
es: Asegurémonos de que todo esté correcto
fr: Assurons-nous que tout est correct
it: Assicuriamoci che tutto sia corretto
ja: すべてが正しいか確認しましょう
ko: 모든 것이 제대로 되었는지 확인해 봅시다.
pt_br: Vamos garantir que tudo esteja correto.
pt_pt: Vamos confirmar que está tudo correto
ru: Давайте убедимся, что все верно
uk: Давайте переконаємось, що все правильно
zh_hans: 让我们确认一下所有内容是否正确

# OWNED_IDENTITY_SUMMARY_VIEW_TITLE
source: Ready to add your profile on a new device?
de: Bereit, dein Profil auf einem neuen Gerät hinzuzufügen?
es: ¿Listo para añadir tu perfil en un nuevo dispositivo?
fr: Votre profil est prêt à être ajouté à votre nouvel appareil
it: Pronto ad aggiungere il tuo profilo su un nuovo dispositivo?
ja: 新しいデバイスにプロフィールを追加しますか？
ko: 새 기기에 프로필을 추가하시겠습니까?
pt_br: Pronto para adicionar seu perfil em um novo dispositivo?
pt_pt: Pronto para adicionar o seu perfil num novo dispositivo?
ru: Готовы добавить свой профиль на новом устройстве?
uk: Готові додати свій профіль на новому пристрої?
zh_hans: 准备好在新设备上添加您的个人资料了吗？

# OWNED_IDENTITY_TRANSFER_CONTACTING_SERVER
source: Please wait...
de: Bitte warten...
es: Por favor, espere...
fr: Veuillez patienter...
it: Si prega di attendere...
ja: お待ちください...
ko: 잠시만 기다려 주세요...
pt_br: Por favor, aguarde...
pt_pt: Por favor, aguarde...
ru: Пожалуйста, подождите...
uk: Будь ласка, зачекайте...
zh_hans: 请稍等...

# OWNED_IDENTITY_TRANSFER_ENTER_CODE_FROM_NEW_DEVICE
source: Enter the code displayed on your new device
de: Gib den auf deinem neuen Gerät angezeigten Code ein
es: Introduce el código que se muestra en tu nuevo dispositivo
fr: Tapez ici le code affiché votre nouvel appareil
it: Inserisci il codice visualizzato sul tuo nuovo dispositivo
ja: 新しいデバイスに表示されているコードを入力してください
ko: 새 기기에 표시된 코드를 입력하세요.
pt_br: Digite o código exibido no seu novo dispositivo
pt_pt: Introduza o código apresentado no seu novo dispositivo
ru: Введите код, отображаемый на вашем новом устройстве
uk: Введіть код, який відображається на вашому новому пристрої
zh_hans: 输入您在新设备上显示的验证码

# OWNED_IDENTITY_TRANSFER_ENTER_CODE_FROM_OTHER_DEVICE
source: Enter the code displayed on your other device
de: Gib den auf deinem anderen Gerät angezeigten Code ein
es: Introduce el código que se muestra en tu otro dispositivo
fr: Tapez ici le code affiché sur l'autre appareil
it: Inserisci il codice visualizzato sull'altro dispositivo
ja: 別のデバイスに表示されているコードを入力してください
ko: 다른 기기에 표시된 코드를 입력하세요
pt_br: Insira o código exibido no seu outro dispositivo
pt_pt: Insira o código que aparece no seu outro dispositivo
ru: Введите код, отображаемый на другом устройстве
uk: Введіть код, який відображається на вашому іншому пристрої
zh_hans: 输入您另一台设备上显示的验证码

# OWNED_IDENTITY_TRANSFER_ENTER_CODE_FROM_OTHER_DEVICE_BODY
source: **1.** Start Olvid on your other device. **2.** Tap your profile picture at the top left. **3.** Select the profile you wish to import and tap the "Manage current profile" button. **4.** Tap "Add a device" to display the code.
de: **1.** Starte Olvid auf deinem anderen Gerät. **2.** Tippe auf dein Profilbild oben links. **3.** Wähle das Profil aus, das du importieren möchtest, und tippe auf die Schaltfläche "Aktuelles Profil verwalten". **4.** Tippe auf "Gerät hinzufügen", um den Code anzuzeigen.
es: **1.** Inicia Olvid en tu otro dispositivo. **2.** Toca tu foto de perfil en la esquina superior izquierda. **3.** Selecciona el perfil que deseas importar y toca el botón "Administrar perfil actual". **4.** Toca "Agregar un dispositivo" para mostrar el código.
fr: **1.** Démarrez Olvid sur l'autre appareil. **2.** Touchez votre photo de profil en haut à gauche. **3.** Sélectionnez le profil que vous souhaitez importer et touchez le bouton « Gérer le profil courant ». **4.** Touchez « Ajouter un appareil » pour afficher le code.
it: **1.** Avvia Olvid sul tuo altro dispositivo. **2.** Tocca la foto del tuo profilo in alto a sinistra. **3.** Seleziona il profilo che desideri importare e tocca il pulsante "Gestisci profilo corrente". **4.** Tocca "Aggiungi un dispositivo" per visualizzare il codice.
ja: **1.** 他のデバイスでOlvidを起動します。 **2.** 画面左上のプロフィール写真をクリックします。 **3.** インポートしたいプロフィールを選択し、「現在のプロファイルを管理」ボタンをクリックします。 **4.** 「デバイスを追加」をタップしてコードを表示します。
ko: **1.** 다른 기기에서 Olvid를 실행합니다. **2.** 왼쪽 상단의 프로필 사진을 탭합니다. **3.** 가져올 프로필을 선택하고 "현재 프로필 관리" 버튼을 탭합니다. **4.** "기기 추가"를 탭하여 코드를 표시합니다.
pt_br: **1.** Inicie o Olvid no seu outro dispositivo. **2.** Toque na sua foto de perfil no canto superior esquerdo. **3.** Selecione o perfil que deseja importar e toque no botão "Gerenciar perfil atual". **4.** Toque em "Adicionar um dispositivo" para exibir o código.
pt_pt: **1.** Inicie o Olvid no seu outro dispositivo. **2.** Toque na sua foto de perfil, no canto superior esquerdo. **3.** Selecione o perfil que deseja importar e toque no botão "Gerir perfil atual". **4.** Toque em "Adicionar um dispositivo" para mostrar o código.
ru: **1.** Запустите Olvid на другом устройстве. **2.** Нажмите на изображение своего профиля в верхнем левом углу. **3.** Выберите профиль, который хотите импортировать, и нажмите кнопку "Управление текущим профилем". **4.** Нажмите "Добавить устройство", чтобы отобразить код.
uk: **1.** Запустіть Olvid на іншому пристрої. **2.** Торкніться вашої фотографії профілю у верхньому лівому кутку. **3.** Виберіть профіль, який ви хочете імпортувати, і натисніть кнопку "Керувати поточним профілем". **4.** Торкніться "Додати пристрій", щоб відобразити код.
zh_hans: **1.** 在您的其他设备上启动 Olvid。 **2.** 点击左上角您的个人资料图片。 **3.** 选择您想要导入的个人资料，然后点击“管理当前个人资料”按钮。 **4.** 点击“添加设备”以显示代码。

# OWNED_IDENTITY_TRANSFER_ENTER_CODE_FROM_OTHER_DEVICE_BUTTON_TITLE
source: Confirm
de: Bestätigen
es: Confirmar
fr: Valider
it: Conferma
ja: 確認
ko: 확인
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердить
uk: Підтвердити
zh_hans: 确认

# OWNED_IDENTITY_TRANSFER_ENTER_CODE_ON_NEW_DEVICE
source: Enter this code on your new device
de: Gib diesen Code auf deinem neuen Gerät ein
es: Introduce este código en tu nuevo dispositivo
fr: Tapez ce code sur votre nouvel appareil
it: Inserisci questo codice sul tuo nuovo dispositivo
ja: 新しいデバイスでこのコードを入力してください
ko: 새 기기에서 이 코드를 입력하세요
pt_br: Insira este código no seu novo dispositivo
pt_pt: Insira este código no seu novo dispositivo
ru: Введите этот код на вашем новом устройстве
uk: Введіть цей код на вашому новому пристрої
zh_hans: 在新设备上输入此代码

# OWNED_IDENTITY_TRANSFER_ENTER_CODE_ON_OTHER_DEVICE
source: Enter this code on your other device
de: Gib diesen Code auf deinem anderen Gerät ein
es: Introduce este código en tu otro dispositivo
fr: Tapez ce code sur l'autre appareil
it: Inserisci questo codice sull'altro dispositivo
ja: 別のデバイスでこのコードを入力してください
ko: 다른 기기에서 이 코드를 입력하세요.
pt_br: Insira este código no seu outro dispositivo
pt_pt: Introduza este código no seu outro dispositivo
ru: Введите этот код на другом устройстве
uk: Введіть цей код на іншому пристрої
zh_hans: 在您的其他设备上输入此代码

# OWNED_IDENTITY_TRANSFER_ENTER_CODE_ON_OTHER_DEVICE_BODY
source: **1.** Start Olvid on your new device. **2.** If this device has no profile yet, follow the instructions to import a profile. **3.** Otherwise, tap your profile picture at the top left and select "Add a profile".
de: **1.** Starte Olvid auf deinem neuen Gerät. **2.** Falls dieses Gerät noch kein Profil hat, folge den Anweisungen, um ein Profil zu importieren. **3.** Andernfalls tippe auf dein Profilbild oben links und wähle "Profil hinzufügen".
es: **1.** Inicia Olvid en tu nuevo dispositivo. **2.** Si este dispositivo aún no tiene un perfil, sigue las instrucciones para importar uno. **3.** De lo contrario, toca tu foto de perfil en la esquina superior izquierda y selecciona "Añadir un perfil".
fr: **1.** Démarrez Olvid sur votre nouvel appareil. **2.** Si vous n'avez pas de profil sur cet appareil, suivez les instructions pour importer un profil. **3.** Sinon, touchez votre photo de profil en haut à gauche et choisissez « Ajouter un profil ».
it: **1.** Avvia Olvid sul tuo nuovo dispositivo. **2.** Se questo dispositivo non ha ancora un profilo, segui le istruzioni per importare un profilo. **3.** Altrimenti, tocca la tua foto del profilo in alto a sinistra e seleziona "Aggiungi un profilo".
ja: **1.** 新しいデバイスでOlvidを起動します。 **2.** このデバイスにまだプロファイルがない場合は、プロファイルをインポートするための手順に従ってください。 **3.** それ以外の場合は、左上のプロフィール写真をタップし、「プロファイルを登録」を選択します。
ko: **1.** 새 기기에서 Olvid를 시작합니다. **2.** 이 기기에 프로필이 아직 없는 경우, 프로필을 가져오는 지침을 따릅니다. **3.** 그렇지 않은 경우, 왼쪽 상단의 프로필 사진을 탭하고 "프로필 추가"를 선택합니다.
pt_br: **1.** Inicie o Olvid no seu novo dispositivo. **2.** Se este dispositivo ainda não tiver um perfil, siga as instruções para importar um perfil. **3.** Caso contrário, toque na sua foto de perfil no canto superior esquerdo e selecione "Adicionar um perfil".
pt_pt: **1.** Inicie o Olvid no seu novo dispositivo. **2.** Se este dispositivo ainda não tiver um perfil, siga as instruções para importar um perfil. **3.** Caso contrário, toque na sua foto de perfil no canto superior esquerdo e selecione "Adicionar um perfil".
ru: **1.** Запустите Olvid на новом устройстве. **2.** Если на этом устройстве еще нет профиля, следуйте инструкциям по импорту профиля. **3.** В противном случае коснитесь изображения своего профиля в верхнем левом углу и выберите "Добавить профиль".
uk: **1.** Запустіть Olvid на вашому новому пристрої. **2.** Якщо на цьому пристрої ще немає профілю, дотримуйтесь інструкцій для імпорту профілю. **3.** В іншому випадку, натисніть на зображення профілю у верхньому лівому куті та виберіть "Додати профіль".
zh_hans: **1.** 在您的新设备上启动 Olvid。 **2.** 如果该设备尚未设置任何资料，请按照说明导入资料。 **3.** 否则，点击左上角的个人资料图片，然后选择“添加资料”。
